Repository: xlthlx/site-toolkit
Catalog: languages/site-toolkit-*.po
Languages: it_it

source: Sets of tools for WordPress admin and frontend.
it_it: Set di strumenti per l'amministrazione e il frontend di WordPress.

source: Site Toolkit Options
it_it: Opzioni di Site Toolkit

source: Header Options saved.
it_it: Opzioni Header salvate.

source: SEO Options saved.
it_it: Opzioni SEO salvate.

source: Archives Options saved.
it_it: Opzioni Archivi salvate.

source: Dashboard Options saved.
it_it: Opzioni Bacheca salvate.

source: Listing Options saved.
it_it: Opzioni Liste salvate.

source: Login Options saved.
it_it: Opzioni Login salvate.

source: Uploads Options saved.
it_it: Opzioni Media salvate.

source: Dismiss this notice.
it_it: Rimuovi questa notifica.

source: Archives
it_it: Archivi

source: Dashboard
it_it: Bacheca

source: Listing
it_it: Liste

source: Uploads
it_it: File

source: Save
it_it: Salva opzioni

source: options
it_it: opzioni

source: Disable Emoji Support
it_it: Disattiva il supporto per le emoji

source: Removes RSS Feeds Links
it_it: Rimuove i link ai Feed RSS

source: Disable Rest API
it_it: Disabilita le REST API

source: Remove Header Links
it_it: Rimuove i link di Intestazione

source: Remove WordPress Version
it_it: Rimuove la versione di WordPress

source: Change Style/Javascript Version
it_it: Modifica la versione dei file di stile/Javascript

source: Remove Dashboard Widgets
it_it: Rimuove Widget della Bacheca

source: Custom Dashboard Widget
it_it: Widget di testo personalizzato

source: Pretty Permalink For Search
it_it: Permalink pretty per la funzionalità di ricerca

source: If-Modified-Since Header
it_it: Intestazione If-Modified-Since

source: Image Alt Attribute
it_it: Attributo Alt immagine

source: Remove Archive Title Prefix
it_it: Rimuove Prefisso nel Titolo dell'archivio

source: Redirect Archives
it_it: Reindirizza Archivi

source: Add Thumbnail Column To Posts
it_it: Aggiunge la colonna Miniatura nell'elenco dei post

source: Add Template Column To Pages
it_it: Aggiunge la colonna Template nell'elenco delle pagine

source: Change Login URL
it_it: Modifica l'URL del login

source: Clean File Names
it_it: Nomi dei file senza caratteri speciali

source: Removes the extra code to generate emojis in the header.
it_it: Rimuove il codice aggiuntivo per generare emoji nell'intestazione.

source: Yes
it_it: Si

source: Removes RSS feeds links in the header.
it_it: Rimuove i link ai feed RSS nell'intestazione.

source: Disables Rest API and removes Rest API links (only for not logged in users).
it_it: Disabilita Rest API e rimuove i collegamenti Rest API (solo per gli utenti non registrati).

source: Removes RSD link, wlwmanifest Link, shortlink, previous/next post Link in the header.
it_it: Rimuove il collegamento RSD, il collegamento wlwmanifest, il collegamento breve, il collegamento post precedente/successivo nell'intestazione.

source: Removes the WordPress version meta in the header.
it_it: Rimuove il meta della versione di WordPress nell'intestazione.

source: Replaces the style and javascript version with the file version.
it_it: Sostituisce la versione dei file di stile/Javascript con la versione del file.

source: Removes all the Dashboard widgets.
it_it: Rimuove tutti i widget dalla Bacheca.

source: Add the content of your custom widget here.
it_it: Aggiungere qui il contenuto del widget personalizzato.

source: Context
it_it: Contesto

source: Normal
it_it: Normale

source: Side
it_it: Laterale

source: You can create a custom text Dashboard widget.
it_it: È possibile creare un widget di testo personalizzato nella Bacheca.

source: Sets up a pretty permalink for the search functionality.
it_it: Imposta un permalink pretty per la funzionalità di ricerca.

source: Adds the If-Modified-Since Header into all pages/posts.
it_it: Aggiunge l'intestazione If-Modified-Since in tutte le pagine/post.

source: Forces all the images to have an alt attribute.
it_it: Impone che tutte le immagini abbiano un attributo alt.

source: Removes the prefix in the archive title.
it_it: Rimuove il prefisso nel titolo dell'archivio.

source: Redirect author
it_it: Reindirizza autore

source: Redirect date
it_it: Reindirizza data

source: Redirect tags
it_it: Reindirizza tag

source: Redirects authors archive, dates archive, tags archive to the homepage.
it_it: Reindirizza l'archivio autori, l'archivio date e l'archivio tag alla homepage.

source: Shows the thumbnail in a column in the admin posts listing.
it_it: Mostra la miniatura in una colonna dell'elenco dei post nella bacheca.

source: Shows the Page Template name in a column in the admin pages listing.
it_it: Mostra il nome del modello di pagina in una colonna dell'elenco delle pagine di amministrazione.

source: You can choose your own URL instead of using the default WordPress URL.
it_it: È possibile scegliere il proprio URL invece di utilizzare quello predefinito di WordPress.

source: Removes all the special chars in the filename when you upload any file.
it_it: Rimuove tutti i caratteri speciali nel nome del file quando lo si carica.

source: Settings
it_it: Impostazioni

source: Date
it_it: Data

source: Thumbnail
it_it: Miniatura

source: REST API restricted to authenticated users.
it_it: REST API limitata agli utenti autenticati.
