Repository: xlthlx/site-toolkit
Catalog: languages/wp-plugins-site-toolkit-stable-readme-*.po
Languages: it

source: Sets of tools for WordPress admin and frontend.
it: Set di strumenti per l'amministrazione e il frontend di WordPress.

source: Yes, just use the .POT file in the <code>languages</code> folder.
it: Sì, basta usare il file .POT nella cartella <code>languages</code>.

source: Can I translate the plugin interface?
it: Posso tradurre l'interfaccia del plugin?

source: Enjoy
it: Buon divertimento

source: Activate the plugin through the 'Plugins' menu in WordPress
it: Attiva il plugin attraverso il menu 'Plugin' di WordPress

source: Upload <code>site-toolkit</code> folder to the <code>/wp-content/plugins/</code> directory
it: Carica la cartella <code>site-toolkit</code> nella directory <code>/wp-content/plugins/</code>

source: If you need support or have a feature request, please use the <a href="https://wordpress.org/support/plugin/site-toolkit/">support forum</a>.
it: Se hai bisogno di assistenza o hai una richiesta di funzionalità, utilizza il <a href="https://wordpress.org/support/plugin/site-toolkit/">forum di assistenza</a>.

source: Site Toolkit is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Site Toolkit. If not, see https://www.gnu.org/licenses/gpl-3.0.html.
it: Site Toolkit è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UNO SCOPO PARTICOLARE. Vedere la GNU General Public License per maggiori dettagli. Dovresti aver ricevuto una copia della GNU General Public License insieme a Site Toolkit. In caso contrario, vedere https://www.gnu.org/licenses/gpl-3.0.html.

source: English, Italian.
it: Inglese, Italiano.

source: Site Toolkit is a WordPress plugin that gives you a lot of options to improve your blog/website. It has seven sections to manage different functionalities:
it: Site Toolkit è un plugin per WordPress che ti offre molte opzioni per migliorare il tuo blog/sito web. Ha sette sezioni per gestire diverse funzionalità:

source: Clean File Names: Removes all the special chars in the filename when you upload any file.
it: Pulisci nomi file: rimuove tutti i caratteri speciali nel nome del file quando si carica un file.

source: Change Login URL: You can choose your own URL instead of using the default WordPress URL.
it: Modifica URL di accesso: puoi scegliere il tuo URL invece di utilizzare l'URL predefinito di WordPress.

source: Add Template Column To Pages: Shows the Page Template name in a column in the admin pages listing.
it: Aggiungi colonna Template alle pagine: mostra il nome del template di pagina in una colonna nell'elenco delle pagine di amministrazione.

source: Add Thumbnail Column To Posts: Shows the thumbnail in a column in the admin posts listing.
it: Aggiungi Colonna Miniature ai Post: mostra la miniatura in una colonna nell'elenco dei post dell'amministratore.

source: Custom Dashboard Widget: You can create a custom text Dashboard widget.
it: Widget Dashboard personalizzato: è possibile creare un widget Dashboard di testo personalizzato.

source: Remove Dashboard Widgets: Removes all the Dashboard widgets.
it: Rimuovi Widget Dashboard: rimuove tutti i widget Dashboard.

source: Redirect Archives: Redirects authors archive, dates archive, tags archive to the homepage.
it: Reindirizza archivi: reindirizza l'archivio degli autori, l'archivio delle date, l'archivio dei tag alla home page.

source: Redirect Attachments Pages: Redirects the attachment pages to the homepage.
it: Reindirizza Pagine Allegati: reindirizza le pagine degli allegati alla home page.

source: Remove Archive Title Prefix: Removes the prefix in the archive title.
it: Rimuovi Prefisso del Titolo Archivio: rimuove il prefisso nel titolo dell'archivio.

source: Image Alt Attribute: Forces all the images to have an alt attribute.
it: Image Alt Attribute: Forza tutte le immagini ad avere un attributo alt.

source: If-Modified-Since Header: Adds the If-Modified-Since Header into all pages/posts.
it: Intestazione If-Modified-Since: Aggiunge l'intestazione If-Modified-Since in tutte le pagine/post.

source: Pretty Permalink For Search: Sets up a pretty permalink for the search functionality.
it: Pretty Permalink per la Ricerca: imposta un permalink pretty per la funzionalità di ricerca.

source: Change Style/Javascript Version: Replaces the style and javascript version with the file version.
it: Modifica stile/versione Javascript: sostituisce lo stile e la versione javascript con la versione del file.

source: Remove WordPress Version: Removes the WordPress version meta in the header.
it: Rimuovi Versione WordPress: rimuove il meta tag della versione di WordPress nell'header.

source: Remove Header Links: Removes RSD link, wlwmanifest Link, shortlink, previous/next post Link in the header.
it: Rimuovi Collegamenti Header: rimuove il collegamento RSD, il collegamento wlwmanifest, il collegamento breve, il collegamento al post precedente/successivo nell'header.

source: Disable Rest API: Disables Rest API and removes Rest API links (only for not logged in users).
it: Disabilita API Rest: disabilita l'API Rest e rimuove i collegamenti API Rest (solo per gli utenti non registrati).

source: Remove RSS Feeds Links: Removes RSS feeds links in the header.
it: Rimuovi collegamenti ai feed RSS: rimuove i collegamenti ai feed RSS nell'header.

source: Disable Emoji Support: Removes the extra code to generate emojis in the header.
it: Disabilita supporto emoji: rimuove il codice aggiuntivo per generare emoji nell'header.

source: Support
it: Supporto

source: Licence
it: Licenza

source: Languages
it: Linguaggi

source: Uploads
it: Upload

source: Login
it: Accesso

source: Listing
it: Elenco

source: Dashboard
it: Bacheca

source: Archives
it: Archivi

source: First release
it: Prima release
